[
  {
    "id": "thieu-tri",
    "name": "Thiệu Trị",
    "birth": 1807,
    "death": 1847,
    "bio": 
    [
      "Thiệu Trị, húy là Nguyễn Phúc Dung, sau cải thành Nguyễn Phúc Miên Tông, là vị hoàng đế thứ ba của nhà Nguyễn nước Đại Nam.",
    "Ông kế vị vua cha là Minh Mạng, trị vì từ năm 1841 đến khi qua đời, tổng cộng gần 7 năm, được truy tôn miếu hiệu là Hiến Tổ, thụy hiệu Thiệu Thiên Chương Hoàng Đế.",
    "Trong thời gian trị vì ông chỉ sử dụng một niên hiệu là Thiệu Trị nên thường được gọi theo tên này."
    ],
    "life": "Thiệu Trị được sử sách mô tả là một hoàng đế thông minh, tận tụy chăm lo việc nước, uyên bác Nho học, yêu thích thơ ca.",
    "career": {
      "works": 
      [
              "Thiệu Trị cũng nổi tiếng là một vị vua thi sĩ, có để lại rất nhiều bài thơ, nổi tiếng nhất là 2 bài thơ chữ Hán có tên là \"Vũ Trung Sơn Thủy (Cảnh trong mưa)\" và \"Phước Viên Văn hội lương dạ mạn ngâm (Đêm thơ ở Phước Viên)\".",
            "Cả hai bài thơ không trình bày theo lối thường mà viết thành 5 vòng tròn đồng tâm, mỗi vòng tròn có một số chữ, đếm mỗi bài có 56 chữ, ứng với một bài thơ thất ngôn bát cú, nhìn vào như một \"trận đồ bát quái\", vua có chỉ cách đọc và đố là kiếm ra 64 bài thơ trong đó. Hiện nay các nhà ngôn ngữ, học giả đã tìm ra được 128 cách đọc."
      ],
      "style": ""
    },
    "image": "assets/imgs/thieu-tri.png",
    "place_id": "dai-noi"
  },
  {
    "id": "mien-tham",
    "name": "Miên Thẩm",
    "birth": 1819,
    "death": 1870,
    "image": "assets/imgs/mien-tham.png",
    "bio": "Tùng Thiện Vương là con trai thứ 10 của Minh Mạng, sinh ngày 24 tháng 10 năm Kỷ Mão (tức 11 tháng 12 năm 1819) tại cung Thanh Hòa trong cấm thành Huế. Mẹ ông là Thục tần Nguyễn Khắc Thị Bảo, người Gia Định, rất giỏi chữ nghĩa.",
    "life": "Ông rất chịu khó học tập, nên mới 8 tuổi (1827), nhân theo hầu vua Minh Mạng dự lễ Nam Giao, ông làm bài Nam Giao thi, rất được tán thưởng.",
    "career": {
      "works": [
        "Phù lưu tiền hành",
        "Mại trúc dao",
        "Kim hộ thán",
        "Bộ hổ từ”…"
      ],
      "style": "Thơ của ông dù viết theo thể loại nào (hành, dao, thán, từ…), dù mang nội dung cảm hoài, ngôn chí hay thù tạc..., tất cả đều có văn pháp giản dị, ý tứ thâm sâu, chữ nghĩa chọn lọc, mang tính hiện thực cao (gần với thơ Đỗ Phủ đời Đường), chứa đựng tinh thần yêu nước, thương dân, hết lòng vì bè bạn."
    },
    "place_id": "dai-noi"
  },
  {
    "id": "mai-am",
    "name": "Mai Am",
    "birth": 1826,
    "death": 1904,
    "image": "assets/imgs/mai-am.png",
    "bio": "Nguyễn Phúc Trinh Thận (12 tháng 9 năm 1826 - 3 tháng 1 năm 1904), biểu tự Thúc Khanh, biệt hiệu Diệu Liên, lại có hiệu Mai Am, là một công chúa nhà Nguyễn và được biết đến như nữ danh sĩ Việt Nam cuối thế kỷ 19 đầu thế kỷ 20.",
    "life": "",
    "career": {
      "works": "Hầu hết những bài thơ còn lại của Mai Am đều nằm trong tập thơ chữ Hán mang tên \"Diệu Liên thi tập\" hay \"Lại Đức công chúa Diệu Liên tập\", gồm 370 bài, chia làm 3 quyển, 1 bổ di, 1 phụ lục, hiện nay vẫn còn được lưu giữ. Khoảng 370 bài thơ được sắp xếp theo thứ tự thời gian, có thể coi là một 'nhật ký' bằng thơ. Bài đầu tiên sáng tác 1847, khi bà 21 tuổi, cho đến những bài cuối cùng năm 1890. Phần lớn những bài này đều có lời dẫn, nhờ thế nó không chỉ là tác phẩm thơ mà còn có giá trị giúp xác định nhiều tư liệu về tiểu sử của Mai Am lẫn nhiều chi tiết liên quan đến những người cùng thời như Tùng Thiện Vương, Huệ Phố, Bà Huyện Thanh Quan, Bùi Dị, Nguyễn Hàm Ninh. ",
      "style": "Khác với nhiều nhà thơ sống cùng thời với mình, Mai Am không làm thơ chữ Nôm hay chữ Quốc ngữ mà chỉ làm thơ chữ Hán. Thơ của bà làm theo thể cách thơ Đường, giống như thơ của Bạch Cư Dị và Nguyên Vi Chi. Nội dung phần lớn viết về chuyện gia đình, bạn bè và chuyện riêng tư. Theo Bách khoa toàn thư Việt Nam, 'sức hấp dẫn của thơ bà là ở sự tinh tế, nhạy cảm của một tâm hồn nhân hậu, giàu nữ tính'. Bên cạnh những bài tự sự, bà cũng thể hiện tình cảm sâu sắc với người dân quê, tiêu biểu là bài \"Nông phu từ (Lời nhà nông)\"."
    },
    "place_id": "dai-noi"
  },
  {
    "id": "ung-binh-thuc-gia-thi",
    "name": "Ưng Bình Thúc Giạ Thị",
    "birth": 1877,
    "death": 1961,
    "image": "assets/imgs/ung-binh-thuc-gia-thi.png",
    "bio": "Ưng Bình Thúc Giạ Thị tên thật là Nguyễn Phúc Ưng Bình, sinh ra tại làng Vỹ Dạ (nay thuộc phường Vỹ Dạ, thành phố Huế) trong một gia đình hoàng tộc có truyền thống văn chương.",
    "life": "Ưng Bình Thúc Giạ Thị được nhiều người yêu mến bởi tài thơ, bởi tính khiêm cung, bình dị. Một đời ông, dù là hoàng phái, dù từng làm quan cao, nhưng vẫn sống thanh đạm, giữ cái tâm thuần chất không nhuốm tục luỵ, lòng luôn hướng về cái đẹp và đặc biệt yêu Huế đến tận cùng.",
    "career": {
      "works": "Về thơ, ông viết tới hàng ngàn bài, trong đó có thơ chữ Hán (Lộc Minh thi tập) với 227 bài, còn lại đều là thơ ca tiếng Việt gồm gần một ngàn bài. Ông còn chuyển dịch và phần nào phóng tác tuồng Lệ Địch (Le Cid) của nhà văn Pháp P. Corneille và sáng tác các tác phẩm khác như Bán buồn mua vui, Đời Thúc Giạ. Thơ của ông được tập hợp trong các thi phẩm Tiếng hát sông Hương (1972) và Thơ ca tuyển (1992).",
      "style": "Thơ ông giàu tình yêu thiên nhiên – một nét đặc sắc trong sáng tác của Ưng Bình Thúc Giạ Thị. Dù làm quan hay đi thăm thú danh lam thắng cảnh, ông luôn chú ý trời đất, núi sông và vẻ đẹp riêng của mỗi nơi. Ông làm nhiều thơ Nôm hơn thơ chữ Hán. Thơ Nôm viết về Huế rất nhiều, phản ánh biến động xã hội và đời sống dân gian với chất dân dã đậm đà. Ông còn có nhiều câu hò Huế chuẩn mực cả về lời lẫn nhạc điệu, đầy chất Huế, làm rung động lòng người Huế cũng như du khách gần xa."
    },
    "place_id": "dai-noi"
  },
  {
    "id": "hai-bang",
    "name": "Hải Bằng",
    "birth": 1930,
    "death": 1998,
    "image": "assets/imgs/hai-bang.png",
    "bio": "Nhà thơ Hải Bằng tên thật là Nguyễn Phúc Vĩnh Tôn, sinh năm 1930 tại Huế. Ông là con trai của quan quản đạo tỉnh Gia Lai và là chắt nội của vua Hiệp Hòa, vị vua thứ 6 trong 13 vị vua của triều đình nhà Nguyễn.",
    "life": "Khi đã là một nhà thơ nổi tiếng, nhiều người thắc mắc vì sao chàng trai hoàng tộc Nguyễn Phúc Vĩnh Tôn lại lấy bút danh Hải Bằng. Ông giải thích: Ở biển có con chim báo bão – biểu tượng của biển cả. Vì ông rất thích con chim bằng ấy nên đã chọn cho mình bút danh Hải Bằng.",
    "career": {
      "works": "Ông đã in 13 tập thơ với rất nhiều thể loại. Hàng trăm bức tranh và các tác phẩm nghệ thuật tạo hình bằng rễ cây của ông đã được trưng bày trước công chúng.",
      "style": "Trong suốt quãng thời gian dài cho đến cuối đời, Hải Bằng luôn là một kẻ nô bộc của nghệ thuật – con người tận hiến trọn vẹn cho thi ca."
    },
    "place_id": "dai-noi"
  },
  {
    "id": "ngo-the-lan",
    "name": "Ngô Thế Lân",
    "birth": 1725,
    "death": "?",
    "image": "assets/imgs/no-picture.png",
    "bio": "Ngô Thế Lân tự Hoàn Phác, hiệu Ái Trúc Trai, là một dật sĩ xứ Thuận Hoá thời Lê mạt và Tây Sơn. Ông không rõ chính xác năm sinh năm mất, sinh khoảng năm 1725, phần lớn sống dưới thời chúa Nguyễn Phúc Khoát. Ông là người làng Vu Lai, huyện Quảng Điền, phủ Triệu Phong (nay thuộc xã Đan Điền, thành phố Huế).",
    "life": "Ông là người học rộng, giỏi thơ văn, tinh thông đạo học, có tinh thần yêu nước, muốn ra cứu đời; nhưng gặp lúc nước nhà rối ren nên ông không đi thi, không ra làm quan cho chúa Nguyễn, mà sống ẩn dật tại Vu Lai. Đầu năm Ất Mùi (1775), Phú Xuân lọt vào tay quân Trịnh. Năm sau (1776), Lê Quý Đôn vào giữ chức Hiệp trấn tham tán quân cơ ở Thuận Hoá, viết thư mời Ngô Thế Lân ra cộng tác nhưng ông từ chối, chỉ gửi thư cảm tạ vì “lấy sự xu thời cầu cạnh làm hổ thẹn”. Mãi đến khi Nguyễn Huệ đánh lấy Phú Xuân (1786), ông mới ra làm quan cho nhà Tây Sơn.",
    "career": {
      "works": "Phong trúc tập (Tập thơ về tiếng gió thổi vào khóm trúc), gồm 2 quyển, viết bằng chữ Hán.",
      "style": "Theo ông, làm thơ không phải là một thú vui mà là trách nhiệm của người có cảm xúc đối với cuộc đời. Vì vậy thơ ông phong phú nội dung, đẹp đẽ về hình thức nghệ thuật. Ông dùng ẩn dụ, ngụ ngôn để nghiêm khắc lên án giới thống trị. Thơ ông thể hiện chí lớn, tấm lòng ưu ái thiên nhiên (như Tự thuật, Vu Lai ổ, Dã toạ, Lạc Phố triêu canh, Sa phố vãn hành...), tình cảm sâu đậm với tầng lớp dân nghèo (như Vịnh hoài, Trư điểu đề, Hữu cảm...), và mang phong vị Thiền tông (như Thư hoài, Hiểu khởi, Sơn cư tức sự…). Tập thơ Phong trúc tập tiêu biểu cho nỗi niềm thương cảm và bất lực trước cảnh đói nghèo của nhân dân, tố cáo sự thối nát của chế độ và bày tỏ niềm thiết tha với cuộc sống."
    },
    "place_id": "dan-dien"
  },
  {
    "id": "to-huu",
    "name": "Tố Hữu",
    "birth": 1920,
    "death": 2002,
    "image": "assets/imgs/to-huu.png",
    "bio": "Nhà thơ, nhà cách mạng Tố Hữu tên thật là Nguyễn Kim Thành, bí danh là Lành, sinh ra trong một gia đình có truyền thống cách mạng, quê gốc tại xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên - Huế (nay là xã Quảng Điền, thành phố Huế).",
    "life": "",
    "career": {
      "works": "Từ ấy (1937-1946), Việt Bắc (1947-1954), Gió lộng (1955-1961), Ra trận (1962-1971), Máu và Hoa (1972-1977), Một tiếng đờn (1978-1992), và Ta với ta (1992-1999), mỗi tập thơ gắn liền với một giai đoạn lịch sử của cách mạng Việt Nam.",
      "style": "Cuộc đời Tố Hữu là sự hòa hợp kỳ diệu giữa cách mạng và thi ca. Gắn bó trên mọi chặng đường của đất nước, thơ ông mạnh mẽ mà đằm thắm, reo vui nhưng vẫn chan chứa lo âu. Thơ Tố Hữu là tâm tình và ý chí của một dân tộc vượt qua thác ghềnh. Ông được xem là nhà thơ cách mạng tiêu biểu nhất của đất nước, nhà thơ lớn của thời đại."
    },
    "place_id": "quang-dien"
  },
  {
    "id": "dang-huy-tru",
    "name": "Đặng Huy Trứ",
    "birth": 1825,
    "death": 1874,
    "image": "assets/imgs/dang-huy-tru.png",
    "bio": "Đặng Huy Trứ, tự Hoàng Trung, hiệu Võng Tân, Tỉnh Trai, còn được gọi là Bố Trứ – Bố Đặng. Ông quê gốc ở làng Bát Vọng, sau cư trú tại làng Thanh Lương thuộc xã Hương Xuân (nay là phường Kim Trà, thành phố Huế). Ông từng quy y Tam bảo tại chùa Từ Hiếu và được ban pháp danh Đức Hải.",
    "life": "Từ nhỏ ông nổi tiếng thông minh, đa cảm và cương trực. Năm 18 tuổi đỗ cử nhân, tập sự tại Quốc Tử Giám và dạy học. Cả đời sống trong cảnh nước nhà biến động, ông luôn nuôi chí giúp dân giúp nước. Khi làm quan, ông nổi tiếng thanh liêm, chính trực, được xem là nhà quân sự, nhà canh tân, nhà văn hóa và giáo dục tiêu biểu của triều Nguyễn.",
    "career": {
      "works": "Các tác phẩm tiêu biểu: Đặng Dịch Trai ngôn hành lục, Hoàng Trung thi văn, Nhị vị tập, Nữ giới diễn ca, Tứ thập bát hiệu ký sự tân biên, Tùng chinh di quy, Việt sử thánh huấn diễn nghĩa.",
      "style": "Thơ văn Đặng Huy Trứ có số lượng lớn, lên đến hàng ngàn bài. Nội dung thể hiện tình cảm ưu thời mẫn thế, sự cảm thông sâu sắc với nỗi cơ cực của nhân dân và tinh thần canh tân đất nước."
    },
    "place_id": "kim-tra"
  },

  {
    "id": "thanh-tinh",
    "name": "Thanh Tịnh",
    "birth": 1911,
    "death": 1988,
    "image": "assets/imgs/thanh-tinh.png",
    "bio": "Thanh Tịnh, tên thật là Trần Văn Ninh, sinh tại Dương Nỗ, huyện Phú Vang (nay là phường Dương Nỗ, thành phố Huế). Năm sáu tuổi ông đổi tên thành Trần Thanh Tịnh.",
    "life": "Ông học trung học rồi dạy học tư, sau đó viết văn và làm báo. Ông cộng tác với nhiều tờ báo lớn như Thần Kinh tạp chí, Hà Nội báo, Tiểu thuyết Thứ Năm, Phong Hóa, Ngày Nay, Thanh Nghị, Tinh Hoa, Phụ Nữ Thời Đàm. Ông từng dùng nhiều bút danh: Thinh Không, Pát-tê (Pathé), Thanh Thanh, Trịnh Thuần…",
    "career": {
      "works": [
        "Trước năm 1945:\n\"Hận chiến trường (tập thơ, 1937)\", \"Quê mẹ (truyện ngắn, 1941)\", \"Tôi đi học (truyện ngắn, 1941)\", \"Chị và em (truyện ngắn, 1942)\", \"Ngậm ngải tìm trầm (truyện ngắn, 1943)\"",
        "Sau năm 1945:\n\"Sức mồ hôi (ca dao, 1954)\", \"Những giọt nước biển (tập truyện ngắn, 1956)\", \"Thơ ca (thơ, 1980)\", \"Thanh Tịnh đời và văn (1996)\""
      ],

      "style": "Trước Cách mạng Tháng Tám năm 1945, tên tuổi Thanh Tịnh được gắn liền với những tập truyện ngắn. Nhưng trên con đường nghệ thuật của mình, nơi ông thử sức đầu tiên lại thuộc về lĩnh vực thơ ca. Những câu thơ lãng mạn, mang phong vị ngậm ngùi buồn man mác đã làm xao xuyến trái tim bao người đọc ngay từ khi mới ra đời. Thơ Thanh Tịnh nhẹ nhàng, êm ái giống như văn ông, và cái đặc sắc của nó nằm ở những lời, những ý đậm đà hương sắc, cảnh vật của làng quê Việt Nam. Thơ Thanh Tịnh có nhiều câu gần gũi với âm hưởng ca dao. Tên tuổi của nhà thơ Thanh Tịnh được nhiều người biết đến rộng rãi hơn khi tập truyện ngắn \"Quê mẹ\" của ông ra đời vào năm 1941. Bao trùm lên toàn bộ tập truyện là một tình cảm êm dịu nhẹ nhàng của người dân vùng quê xứ Huế. Nhiều truyện ngắn của ông mang đầy phong vị Huế và tạo riêng cho ông một thi pháp văn xuôi độc đáo. Là một nhà thơ lãng mạn, Thanh Tịnh đã mang vào truyện ngắn chất trữ tình sâu lắng. Tập \"Quê mẹ\" man mác tình quê hương, tình người, từng trang viết của ông thấm đượm hương vị làng quê, một làng quê miền Trung với những vẻ đẹp thanh bình, êm ả nhưng cũng không hiếm những cảnh đời khổ đau, ngang trái. Đọc những truyện ngắn của Thanh Tịnh, người ta thường ít chú ý đến cốt truyện mà chỉ nhớ cái không khí, cái dư vị quyến luyến ngọt ngào, có pha chút ngậm ngùi buồn thương. Cảm giác ấy lắng sâu trong tâm hồn người đọc và cùng với cảm giác đó là một âm hưởng buồn buồn thấm thía qua những trang văn. Phong cách truyện ngắn của nhà văn Thanh Tịnh sớm định hình và tương đối nhất quán. Tác phẩm của Thanh Tịnh đậm chất trữ tình, trong sáng và gợi cảm."
    },
    "place_id": "duong-no"
  },
  {
    "id": "tran-thanh-mai",
    "name": "Trần Thanh Mại",
    "birth": 1911,
    "death": 1965,
    "image": "assets/imgs/tran-thanh-mai.png",
    "bio": "Trần Thanh Mại là nhà văn và nhà nghiên cứu văn học, quê tại làng Tiên Nộn, tổng Mậu Tài, huyện Phú Vang, tỉnh Thừa Thiên (nay thuộc phường Dương Nỗ, thành phố Huế).",
    "life": "Ông xuất thân gia đình quan lại, học giỏi nhưng lại không chịu theo đuổi đến nơi đến chốn để khoa bảng đề tên, mà dành hết cuộc đời cho văn học. Năng khiếu phê bình của ông đã biểu hiện ngay từ thời còn đi học. Khi trưởng thành, ông đã làm hai việc trái với truyền thống của gia đình, một là: \"Bỏ học, không theo con đường công danh mà theo nghề viết văn\", hai là: \"Từ chối cưới con gái của một Thượng thư do gia đình chọn lựa, mà lập gia đình với một nghệ sĩ cung đình, là con nhà dân dã và rất nghèo\"... ",
    "career": {
      "works": [
        "Trong dòng sông Vị",
        "Tuy Lý Vương",
        "Hàn Mặc Tử",
        "Ngô Vương Quyền",
        "Đời văn",
        "Tú Xương",
        "Con người và nhà thơ"
      ],
      "style": "Nếu “Tuy Lý Vương” là một thiên ký sự , \"Trong dòng sông Vị\" như ông gọi là một quyển phê bình văn chương thì\"Hàn Mặc Tử\", lại có tính chất truyện ký. Tuy có viết một số truyện ngắn, ký sự và tiểu thuyết lịch sử, nhưng khuynh hướng của Trần Thanh Mại vẫn là thiên về nghiên cứu và phê bình."
    },
    "place_id": "duong-no"
  },
  {
    "id": "nguyen-khoa-vy",
    "name": "Thảo Am Nguyễn Khoa Vy",
    "birth": 1881,
    "death": 1968,
    "image": "assets/imgs/nguyen-khoa-vy.png",
    "bio": "Nguyễn Khoa Vy, biệt hiệu Thảo Am, quê làng An Cựu, sinh tại xã Phú Thượng, huyện Phú Vang, tỉnh Thừa Thiên Huế (nay thuộc phường Mỹ Thượng, thành phố Huế).",
    "life": "Ông xuất thân trong một gia đình có truyền thống Nho học, thuở nhỏ học chữ Hán rồi vào học trường Quốc Học. Những năm đầu thế kỷ XX ông làm việc trong ngành hỏa xa, đến năm 1906 làm công chức sở Bưu điện và nghỉ hưu năm 1936. Trong cuộc vận động Cách mạng Tháng Tám 1945, ông tham gia khởi nghĩa ở Huế và đã sáng tác nhiều thơ ca động viên, cổ động đồng bào tích cực hưởng ứng phong trào Việt Minh chống Pháp đuổi Nhật. Sau ngày Cách mạng Tháng Tám thành công, ông là cộng tác viên tích cực của phòng văn nghệ Nha Tuyên truyền Trung bộ. Đầu năm 1947 quân Pháp chiếm lại Huế. Ngôi nhà của Thảo Am bị quân Pháp chiếm làm đồn. Chính quyển bù nhìn Thừa Thiên cho người đến mời ông ra làm việc ở đài phát thanh nhưng ông một mực từ chối. Ông cùng với nhà thơ Thúc Giạ và bạn bè lập ra Hương Bình thi xã. Ưng Bình Thúc Giạ là chủ soái, còn ông là phó soái. Sống trong vùng tạm chiếm, các sáng tác của ông có một quan điểm rõ ràng về cuộc chiến tranh, đó là khinh bỉ bọn tay sai, căm thù quân xâm lược và hướng về những người yêu nước.",
    "career": {
      "works": "Nhà thơ Thảo Am cũng tinh thông Nho học và chữ Pháp, am hiểu văn chương cổ điển, làm công chức hỏa xa, rồi bưu điện thời Pháp thuộc nhiều năm, nhưng thơ ca của cụ lại đậm chất hài, giễu nhại của văn nghệ dân gian. Chính cái chất 'nghịch' đời dân dã ấy cùng với tài sử dụng tục ngữ, ca dao khiến nhiều bài thơ, câu ca của cụ sống mãi trong lòng dân chúng. Cho đến nay, nhiều người vẫn nhớ câu đối cụ ra trong một ngày Tết chưa có ai đối được thật hay: \"Tết tới túng tiền tiêu/ Tính toán toan tìm tay tử tế\". Hai câu thơ cụ viết thời Huế bị giặc Pháp tái chiếm cũng được lưu truyền mãi: \"Núi Ngự không cây cu ngủ đất/ Sông Hương vắng khách đĩ kêu trời!\".",
      "style": "Thơ ca của cụ dân dã mà không dễ dãi, thậm chí nhiều bài phải là người có học, lắm chữ mới hiểu hết cái lắt léo và ẩn ý của cụ. Cụ Thảo Am trổ tài chơi chữ, lại khéo gửi gắm những lẽ đời phải-trái, thịnh-suy của kiếp người muôn thuở nên được nhiều tầng lớp truyền tụng. Và đúng như chị Nguyễn Khoa Bội Lan đã viết, cụ 'lớn tuổi vẫn còn nghịch'; chính cái tiếng cười - khi tủm tỉm, lúc mỉa mai, đã khiến thơ cụ có sức sống lâu bền. Nhà thơ Thảo Am được công chúng mến mộ không chỉ nhờ 'thi tài' mà còn vì tiếng thơ của cụ đã nói hộ bao nỗi niềm của người dân Huế phải sống trong cảnh đất nước không có độc lập và tự do."
    },
    "place_id": "my-thuong"
  },
  {
    "id": "vo-que",
    "name": "Võ Quê",
    "birth": 1948,
    "death": null,
    "image": "assets/imgs/vo-que.png",
    "bio": "Nhà thơ Võ Quê sinh tại làng An Truyền (làng Chuồn), xã Phú An, huyện Phú Vang, tỉnh Thừa Thiên Huế (nay thuộc phường Mỹ Thượng, thành phố Huế).",
    "life": "Võ Quê được nhiều người biết đến với phong trào xuống đường của học sinh, sinh viên các đô thị miền Nam (1966). Anh từng bị kẻ thù bắt và giam ở nhà tù Côn Đảo. Những tháng ngày bị đày ải, anh vẫn luôn giữ vững ý chí và niềm tin vào tương lai cách mạng.",
    "career": {
      "works": [
        "Võ Quê bắt đầu sự nghiệp sáng tác thơ từ năm 16 tuổi. Đến nay, ông đã cho ra mắt nhiều tập thơ, truyện, ca Huế, trong đó đáng kể là các tập thơ: \"Ngợi ca (1993)\", \"Hoa và Phong vị Huế (2010)\", \"Côn Đảo (2011)\". Đặc biệt, ông có chùm gồm 13 bài thơ giới thiệu các món ăn xứ Huế như cơm hến, bánh bèo, bánh nậm, tôm chua,... được nhiều người yêu Huế truyền tụng.",
        "Sau 1975, Võ Quê là một trong những người có công đầu trong việc phục hồi và phát triển nghề ca Huế trên sông Hương. "
      ],
      "style": "Thơ Võ Quê mang đậm chất Huế, từ ngôn ngữ, hình ảnh đến cảm xúc. Ông sử dụng những từ ngữ giản dị, gần gũi với đời sống hàng ngày của người Huế, tạo nên sự thân quen và dễ hiểu. Hình ảnh trong thơ ông thường là những cảnh vật, con người đặc trưng của xứ Huế như sông Hương, núi Ngự, các món ăn truyền thống,... Thơ ông thể hiện tình yêu sâu sắc với quê hương, đất nước và con người Huế, đồng thời phản ánh những biến động xã hội và lịch sử của đất nước qua lăng kính cá nhân."
    },
    "place_id": "my-thuong"
  },
  {
    "id": "nguyen-khoa-diem",
    "name": "Nguyễn Khoa Điềm",
    "birth": 1943,
    "death": null,
    "image": "assets/imgs/nguyen-khoa-diem.png",
    "bio": [
      "Nguyễn Khoa Điềm (1943) tại thôn Ưu Điềm, xã Phong Hòa, huyện Phong Điền (nay là phường Phong Dinh), thành phố Huế.",
      "Ông là cháu nội của Đạm Phương nữ sử, con của nhà cách mạng Hải Triều. Ngoài sáng tác thơ ca, Nguyễn Khoa Điềm từng giữ các chức vụ Trưởng Ban Tư tưởng – Văn hoá Trung ương, Uỷ viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá IX, Bộ trưởng Bộ Văn hoá – Thông tin."
    ],
    "life": " Ông là một người hay ưu tư, suy nghĩ, điềm đạm và trầm lặng. Lên mười một tuổi, anh đã mồ côi bố.  Năm mười hai tuổi, anh lại phải sống xa mẹ (khi được một người bà con đưa ra miền Bắc). Tốt nghiệp Đại học Sư phạm Hà Nội năm 1964, Nguyễn Khoa Điềm được trở về quê hương, hoạt động ở chiến trường Thừa Thiên Huế (nay là thành phố Huế). Trong một trận càn, anh bị địch bắt giam tại nhà lao Thừa Phủ suốt mấy tháng trời. Mãi đến chiến dịch Mậu Thân (1968), anh mới được giải thoát, tiếp tục trở lại hoạt động.",
    "career": {
      "works": [
        "Đất ngoại ô (1973)",
        "Trường ca Mặt đường khát vọng (1974)",
        "Ngôi nhà có ngọn lửa ấm (1986)",
        "Thơ Nguyễn Khoa Điềm (tập thơ, 1990). Trong đó, chương Đất nước (Trích trường ca Mặt đường  khát vọng), Khúc hát ru những em bé lớn trên lưng mẹ và Mẹ và quả"
      ],

      "style": [
        "Phong cách thơ của Nguyễn Khoa Điềm trước và sau năm 1975 có sự khác biệt",
        "Trước 1975: thơ Nguyễn Khoa Điềm tập trung vào việc phản ánh hiện thực cách mạng và kháng chiến, đậm chất sử thi, trữ tình chính trị.",
        "Sau 1975, thơ Nguyễn Khoa Điềm thiên về bộc lộ tình cảm riêng tư cá nhân, ngôn từ giản dị nhưng sâu lắng."
      ]
    },
    "place_id": "phong-dinh"
  },
  {
    "id": "thanh-hai",
    "name": "Thanh Hải",
    "birth": 1930,
    "death": 1980,
    "image": "assets/imgs/thanh-hai.png",
    "bio": "Nhà thơ Thanh Hải tên thật là Phạm Bá Ngoãn, quê tại Phong Bình, huyện Phong Điền (nay là phường Phong Dinh), thành phố Huế.",
    "life": "Ông hoạt động cách mạng từ kháng chiến chống Pháp, chống Mỹ, làm công tác văn nghệ ở địa phương và công tác văn hoá – tuyên huấn ở chiến khu. Ông từng là Tổng thư kí Hội Văn nghệ Bình – Trị – Thiên và Uỷ viên thường vụ Hội Liên hiệp Văn học Nghệ thuật Việt Nam.",
    "career": {
      "works": [
        "Ánh mắt (1956)",
        "Những đồng chí trung kiên (1962)",
        "Huế mùa xuân (Tập 1 – 1970, Tập 2 – 1975)",
        "Mùa xuân nho nhỏ (1980)",
        "Mùa xuân đất này (1982)"
      ],
      "style": "Thanh Hải nổi tiếng với những tác phẩm chứa chan tinh thần cách mạng. Thơ ông bộc lộ một tâm hồn sâu sắc, mạnh mẽ và lãng mạn, thể hiện tình yêu lãnh tụ, đồng đội, đồng chí, tình yêu quê hương xứ sở tha thiết và lòng trân quý, yêu mến cuộc sống. Thanh Hải thường sử dụng hình ảnh thơ sống động, ngôn từ tinh tế và nhịp điệu sâu lắng. "
    },
    "place_id": "phong-dinh"
  },
  {
    "id": "nguyen-lo-trach",
    "name": "Nguyễn Lộ Trạch",
    "birth": 1853,
    "death": 1895,
    "image": "assets/imgs/no-picture.png",
    "bio": "Nguyễn Lộ Trạch, quê gốc ở làng Kế Môn, huyện Phong Điền (nay là phường Phong Phú, thị xã Phong Điền), thành phố Huế.",
    "life": "Dù không đi theo con đường khoa cử, Nguyễn Lộ Trạch có sức học uyên thâm, tư duy thực dụng và tầm nhìn sâu sắc. Ông được giới sĩ phu yêu nước đương thời kính trọng nhờ tinh thần canh tân và thái độ nghiêm túc trước vận mệnh đất nước.",
    "career": {
      "works": ["Quỳ ưu lục", "Kỳ am dã thoại", "Quốc ngữ thị phụ giai ẩn từ."],
      "style": "Nhìn chung thơ ông mang âm hưởng trầm buồn. Văn nghị luận của ông, ngoài sự nhiệt huyết ra còn hấp dẫn người đọc ở những ví dụ giàu sức biểu cảm, vừa tác động vào cảm xúc, vừa có ý vị trào lộng hài hước, khiến người đọc không ai có thể thờ ơ."
    },
    "place_id": "phong-phu"
  },

  {
    "id": "ngo-kha",
    "name": "Ngô Kha",
    "birth": 1935,
    "death": 1973,
    "image": "assets/imgs/ngo-kha.png",
    "bio": [
      "Ngô Kha (1935 - 1973) tại làng Thế Lại Thượng, phường Phú Hiệp, thành phố Huế (nay là phường Phú Xuân, thành phố Huế).",
      "Ông là con út trong một gia đình bảy anh em (4 trai, 3 gái)."
    ],
    "life": [
      "Bằng sự chân thành và tính cách yêu chính nghĩa, Ngô Kha được biết đến là một người thầy đầy sức hút. Ông có vẻ đẹp của người trí thức, dạy cho học sinh biết yêu tình yêu đất nước và đau nỗi đau chiến tranh. ",
      "Ngô Kha không nhốt mình trong giáo án mà muốn bài giảng của mình phải có sức ảnh hưởng rõ rệt với học sinh, giúp họ có ý thức nhận thức các vấn đề nội tại trong xã hội bấy giờ. ",
      "Bên cạnh kỹ năng sư phạm, Ngô Kha cũng được đánh giá cao với tư cách một nhà thơ siêu thực, ảnh hưởng bởi làn sóng tư tưởng mới từ phương Tây thời bấy giờ."
    ],
    "career": {
      "works": [
        "Thời sinh viên, nhiều tác phẩm văn chương và chính luận của ông được đăng tải trên các báo, tạp chí ở miền Nam như: \"Trình Bày\", \"Mai\", \"Đất Nước\", \"Đối Diện\", \"Hướng Đi\", \"Tin Tưởng\", \"Tự Quyết\", \"Mặt Trận Văn Hóa\".",
        "Năm 1961, Ngô Kha xuất bản tập thơ đầu tay mang tên Hoa Cô Độc. Sau đó là \"Ngụ ngôn của người đãng trí\".",
        "Năm 1971, Ngô Kha chủ biên tập san \"Mặt trận Văn hóa Dân tộc miền Trung\".",
        "1971: Chủ biên tập san Mặt trận Văn hóa Dân tộc miền Trung.",
        "Những bài thơ của Ngô Kha nổi bật như: \"Bài ca tự quyết\", \"Cho những người nằm xuống\", \"Trường ca Hòa bình\",…"
      ],
      "style": "Tác phẩm của ông mang một 'nỗi buồn lặng lẽ và trong sạch', phản ánh tâm hồn đầy hoài nghi của tác giả trước xã hội đương thời."
    },
    "place_id": "phu-xuan"
  },
  {
    "id": "phan-van-dat",
    "name": "Phan Văn Dật",
    "birth": 1907,
    "death": 1987,
    "image": "assets/imgs/phan-van-dat.png",
    "bio": "Thi sĩ Phan Văn Dật (17/8/1907 – 11/2/1987) dòng dõi thế gia, sinh tại phủ An Thường công chúa, làng Phú Xuân, huyện Hương Trà (trước thuộc phường Vĩnh Ninh, hay là phường Thuận Hóa, thành phố Huế).",
    "life": "Thuở nhỏ, ông học Trường Quốc học Huế đến hết bậc Thành chung rồi vào làm thư ký Sở Trước bạ Đà Nẵng (1927-1939), Nha Ngân khố Trung Kỳ và dạy học ở Huế (1939-1945), sau tiếp tục làm công chức và giảng dạy ở Viện Đại học Huế, nghỉ hưu và mất tại Huế…",
    "career": {
      "works": [
        "Tác phẩm của Phan Văn Dật  có: \"Bâng khuâng (1935)\",\"Tiểu thuyết Diễm Dương trang (Giải thưởng Tự lực văn đoàn, 1935)\",\"Bản thảo tập thơ Những ngày vàng lụa\"",
        "Với bút danh Tiêu Lang, Thường Nga Phố và cộng tác với Nam Phong tạp chí, Thực nghiệp dân báo, Thần Kinh tạp chí, Tràng An báo, Khuyến học, Rạng Đông, Cười…"
      ],
      "style": "Thơ Phan Văn Dật không rực rỡ, không réo rắt, không hùng tráng, không làm ta bồi hồi ngây ngất, nhưng vẫn khiến ta ưa đọc: nó là những vần thơ dễ thương. Ta không cảm phục mà ta lưu luyến, cũng như ta lưu luyến đất Kinh đô là nơi quê hương của thi sĩ. Thơ ông có ý nghĩa khơi nguồn và có phẩm chất của một tiếng thơ nhân bản, đầy cảm thông, ân nghĩa, yêu thương con người và vì con người."
    },
    "place_id": "thuan-hoa"
  },
  {
    "id": "nguyen-cu-trinh",
    "name": "Nguyễn Cư Trinh",
    "birth": 1716,
    "death": 1767,
    "image": "assets/imgs/nguyen-cu-trinh.jpg",
    "bio": [
      "Nguyễn Cư Trinh tên thật là Nguyễn Đăng Nghi, hiệu Cư Trinh (sinh ngày 12 tháng giêng năm Bính Thân 1716 mất ngày 27 tháng 5 năm Đinh Hợi 1767, hưởng thọ 51 tuổi).",
      "Nguyễn Cư Trinh đứng hàng thứ 17 trong số 15 con trai và 10 con gái của thân phụ ông (Nguyễn Đăng Đệ)."
    ],
    "life": [
      "Sinh ra trong một gia đình có truyền thống văn hóa, được di dưỡng những đức tính tốt đẹp của cha nên tài năng của ông phát triển khá sớm.",
      "Thuở nhỏ, ông rất thông minh, mười một tuổi đã biết làm thơ, về sau nổi tiếng thơ văn ở xứ Đàng Trong."
    ],
    "career": {
      "works": [
        "Đạm Am thi tập",
        "Hạo Nhiên đường văn tập (đến nay đã thất lạc)",
        "Sãi Vãi",
        "Hà Tiên thập vịnh",
        "Quãng Ngãi thập nhị vịnh (gồm 12 bài thơ Nôm vịnh những kì quan của xứ Quãng Ngãi)"
      ],
      "style": [
        "Thơ văn ông có cả chữ Hán lẫn chữ Nôm. Tất cả đều toát lên lòng yêu nước thương dân. Các bài thơ của ông toát lên tinh thần yêu mến và tự hào về non sông, đất nước giàu đẹp, về con người cần cù đức độ, thể hiện rõ nét tình cảm của nhà thơ - của một trí thức biết yêu và bảo vệ cái đẹp.",
        "Trong Phủ biên tạp luc, nhà bác học Lê Quý Đôn đã xếp Nguyễn Cư Trinh lên hàng đầu ở mục nhân tài và thơ văn. Lê Quý Đôn đã ca tụng rằng: 'Thế mà văn mạch một phương, dằng dặc không dứt, thật đáng khen lắm !'"
      ]
    },
    "place_id": "huong-an"
  }
]
